Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: OpenCode returned an unsupported usage response.
ar: أرجع OpenCode استجابة استخدام غير مدعومة.
bn: OpenCode অসমর্থিত ব্যবহারের প্রতিক্রিয়া প্রদান করেছে।
bs: OpenCode je vratio nepodržan odgovor o korištenju.
de: OpenCode hat eine nicht unterstützte Nutzungsantwort zurückgegeben.
es: OpenCode devolvió una respuesta de uso no admitida.
fil: Nagbalik ang OpenCode ng hindi sinusuportahang tugon sa paggamit.
fr: OpenCode a renvoyé une réponse d’utilisation non prise en charge.
hi: OpenCode ने असमर्थित उपयोग प्रतिक्रिया लौटाई।
it: OpenCode ha restituito una risposta di utilizzo non supportata.
ja: OpenCodeからサポートされていない使用状況応答が返されました。
ko: OpenCode에서 지원되지 않는 사용량 응답을 반환했습니다.
mr: OpenCode ने असमर्थित वापर प्रतिसाद दिला.
pt_br: O OpenCode retornou uma resposta de uso não suportada.
ru: OpenCode вернул неподдерживаемый ответ об использовании.
ta: OpenCode ஆதரிக்கப்படாத பயன்பாட்டுப் பதிலை வழங்கியது.
te: OpenCode మద్దతు లేని వినియోగ ప్రతిస్పందనను ఇచ్చింది.
tr: OpenCode desteklenmeyen bir kullanım yanıtı döndürdü.
ur: OpenCode نے غیر معاون استعمال کا رسپانس دیا۔
vi: OpenCode đã trả về phản hồi mức sử dụng không được hỗ trợ.
zh_hans: OpenCode 返回了不支持的用量响应。
zh_hk: OpenCode 傳回不受支援的用量回應。

source: OpenCode unavailable
ar: OpenCode غير متوفر
bn: OpenCode অনুপলব্ধ
bs: OpenCode nije dostupan
de: OpenCode nicht verfügbar
es: OpenCode no disponible
fil: Hindi available ang OpenCode
fr: OpenCode indisponible
hi: OpenCode अनुपलब्ध
it: OpenCode non disponibile
ja: OpenCodeは利用できません
ko: OpenCode를 사용할 수 없음
mr: OpenCode अनुपलब्ध
pt_br: OpenCode indisponível
ru: OpenCode недоступен
ta: OpenCode கிடைக்கவில்லை
te: OpenCode అందుబాటులో లేదు
tr: OpenCode kullanılamıyor
ur: OpenCode دستیاب نہیں ہے
vi: OpenCode không khả dụng
zh_hans: OpenCode 不可用
zh_hk: OpenCode 無法使用

source: PERSONALIZATION
ar: إضفاء طابع شخصي
bn: ব্যক্তিগতকরণ
bs: PERSONALIZACIJA
de: PERSONALISIERUNG
es: PERSONALIZACIÓN
fil: PERSONALISASYON
fr: PERSONNALISATION
hi: वैयक्तिकरण
it: PERSONALIZZAZIONE
ja: カスタマイズ
ko: 개인화
mr: वैयक्तिकरण
pt_br: PERSONALIZAÇÃO
ru: ПЕРСОНАЛИЗАЦИЯ
ta: தனிப்பயனாக்கம்
te: వ్యక్తిగతీకరణ
tr: KİŞİSELLEŞTİRME
ur: شخصی ترجیحات
vi: CÁ NHÂN HÓA
zh_hans: 个性化
zh_hk: 個人化

source: PREFERENCES
ar: التفضيلات
bn: পছন্দসমূহ
bs: POSTAVKE
de: EINSTELLUNGEN
es: PREFERENCIAS
fil: MGA KAGUSTUHAN
fr: PRÉFÉRENCES
hi: प्राथमिकताएं
it: PREFERENZE
ja: 設定
ko: 설정
mr: प्राधान्ये
pt_br: PREFERÊNCIAS
ru: НАСТРОЙКИ
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
tr: TERCİHLER
ur: ترجیحات
vi: TÙY CHỌN
zh_hans: 设置
zh_hk: 偏好設定

source: Periodically check for new versions in the background
ar: التحقق دوريًا من وجود إصدارات جديدة في الخلفية
bn: ব্যাকগ্রাউন্ডে পর্যায়ক্রমে নতুন সংস্করণের জন্য পরীক্ষা করুন
bs: Povremeno provjeravaj nove verzije u pozadini
de: Im Hintergrund regelmäßig nach neuen Versionen suchen
es: Comprobar periódicamente si hay nuevas versiones en segundo plano
fil: Pana-panahong maghanap ng mga bagong bersyon sa background
fr: Vérifier régulièrement les nouvelles versions en arrière-plan
hi: पृष्ठभूमि में समय-समय पर नए संस्करणों की जांच करें
it: Controlla periodicamente nuove versioni in background
ja: バックグラウンドで定期的に新しいバージョンを確認する
ko: 백그라운드에서 주기적으로 새 버전 확인
mr: पार्श्वभूमीत वेळोवेळी नवीन आवृत्त्या तपासा
pt_br: Buscar novas versões periodicamente em segundo plano
ru: Периодически проверять обновления в фоновом режиме
ta: பின்னணியில் புதிய பதிப்புகளை அவ்வப்போது சரிபார்க்கவும்
te: బ్యాక్‌గ్రౌండ్‌లో కొత్త వెర్షన్‌ల కోసం క్రమానుగతంగా తనిఖీ చేయండి
tr: Arka planda belirli aralıklarla yeni sürümleri denetle
ur: پس منظر میں وقتاً فوقتاً نئے ورژنز چیک کریں
vi: Định kỳ kiểm tra phiên bản mới trong nền
zh_hans: 在后台定期检查新版本
zh_hk: 在背景定期檢查新版本

source: Permission needed
ar: الإذن مطلوب
bn: অনুমতি প্রয়োজন
bs: Potrebna je dozvola
de: Berechtigung erforderlich
es: Permiso necesario
fil: Kailangan ng pahintulot
fr: Autorisation requise
hi: अनुमति आवश्यक
it: Autorizzazione necessaria
ja: アクセス権が必要です
ko: 권한 필요
mr: परवानगी आवश्यक
pt_br: Permissão necessária
ru: Требуется разрешение
ta: அனுமதி தேவை
te: అనుమతి అవసరం
tr: İzin gerekiyor
ur: اجازت درکار ہے
vi: Cần cấp quyền
zh_hans: 需要权限
zh_hk: 需要權限

source: Placement
ar: الموضع
bn: স্থান নির্ধারণ
bs: Smještaj
de: Platzierung
es: Ubicación
fil: Paglalagay
fr: Emplacement
hi: प्लेसमेंट
it: Posizione
ja: 配置
ko: 위치
mr: स्थान
pt_br: Posicionamento
ru: Размещение
ta: நிலைப்படுத்தல்
te: స్థానం
tr: Yerleşim
ur: مقام
vi: Vị trí
zh_hans: 位置
zh_hk: 位置

source: Plan usage
ar: استخدام الخطة
bn: প্ল্যান ব্যবহার
bs: Korištenje plana
de: Tarifnutzung
es: Uso del plan
fil: Paggamit ng plano
fr: Utilisation du forfait
hi: प्लान उपयोग
it: Utilizzo del piano
ja: プラン使用状況
ko: 요금제 사용량
mr: योजना वापर
pt_br: Uso do plano
ru: Использование тарифного плана
ta: திட்டப் பயன்பாடு
te: ప్లాన్ వినియోగం
tr: Plan kullanımı
ur: پلان کا استعمال
vi: Mức sử dụng gói
zh_hans: 方案用量
zh_hk: 方案用量

source: Play %@
ar: تشغيل %@
bn: %@ বাজান
bs: Reprodukuj %@
de: %@ abspielen
es: Reproducir %@
fil: I-play ang %@
fr: Lire %@
hi: %@ बजाएं
it: Riproduci %@
ja: %@を再生
ko: %@ 재생
mr: %@ वाजवा
pt_br: Reproduzir %@
ru: Воспроизвести %@
ta: %@-ஐ இயக்கு
te: %@ ప్లే చేయి
tr: %@ Çal
ur: %@ چلائیں
vi: Phát %@
zh_hans: 播放 %@
zh_hk: 播放 %@

source: Plays when a session completes a turn
ar: يتم تشغيله عندما تكمل الجلسة دورًا
bn: সেশন একটি টার্ন সম্পূর্ণ করলে বাজবে
bs: Reprodukuje se kada sesija dovrši radnju
de: Wird abgespielt, wenn eine Sitzung einen Zug abschließt
es: Suena cuando una sesión completa un turno
fil: Tumutugtog kapag nakumpleto ng isang session ang isang turn
fr: Émis lorsqu’une session termine un échange
hi: सत्र द्वारा टर्न पूरा करने पर बजता है
it: Viene riprodotto quando una sessione completa un turno
ja: セッションがターンを完了したときに再生
ko: 세션이 턴을 완료할 때 재생
mr: सत्र टर्न पूर्ण झाल्यावर वाजते
pt_br: Toca quando uma sessão conclui uma etapa
ru: Звучит, когда сессия завершает ответ
ta: ஒரு அமர்வு ஒரு திருப்பத்தை முடிக்கும்போது ஒலிக்கும்
te: సెషన్ ఒక టర్న్‌ను పూర్తి చేసినప్పుడు ప్లే అవుతుంది
tr: Bir oturum sırayı tamamladığında çalar
ur: جب کوئی سیشن ایک باری مکمل کرتا ہے تو بجتا ہے
vi: Phát khi một phiên hoàn thành một lượt
zh_hans: 会话完成一次对话轮次时播放
zh_hk: 工作階段完成一個回合時播放

source: Plays when a session is waiting on you
ar: يتم تشغيله عندما تكون الجلسة في انتظارك
bn: সেশন আপনার জন্য অপেক্ষা করলে বাজবে
bs: Reprodukuje se kada sesija čeka na vas
de: Wird abgespielt, wenn eine Sitzung auf Ihre Eingabe wartet
es: Suena cuando una sesión está esperando tu respuesta
fil: Tumutugtog kapag naghihintay ang session sa iyo
fr: Émis lorsqu’une session attend votre intervention
hi: सत्र द्वारा आपकी प्रतीक्षा किए जाने पर बजता है
it: Viene riprodotto quando una sessione è in attesa di una tua azione
ja: セッションがあなたの入力を待っているときに再生
ko: 세션이 사용자를 기다릴 때 재생
mr: सत्र तुमची वाट पाहत असताना वाजते
pt_br: Toca quando uma sessão está aguardando você
ru: Звучит, когда сессия ожидает ваших действий
ta: ஒரு அமர்வு உங்களுக்காகக் காத்திருக்கும்போது ஒலிக்கும்
te: సెషన్ మీ కోసం వేచి ఉన్నప్పుడు ప్లే అవుతుంది
tr: Bir oturum sizi beklerken çalar
ur: جب کوئی سیشن آپ کا منتظر ہوتا ہے تو بجتا ہے
vi: Phát khi một phiên đang đợi bạn
zh_hans: 会话等待您输入时播放
zh_hk: 工作階段等待你回應時播放

source: Position along the screen edge
ar: الموضع على حافة الشاشة
bn: স্ক্রিনের প্রান্ত বরাবর অবস্থান
bs: Položaj duž ivice ekrana
de: Position entlang des Bildschirmrands
es: Posición a lo largo del borde de la pantalla
fil: Posisyon sa tabi ng gilid ng screen
fr: Position le long du bord de l’écran
hi: स्क्रीन के किनारे पर स्थिति
it: Posizione lungo il bordo dello schermo
ja: 画面端の位置
ko: 화면 가장자리를 따른 위치
mr: स्क्रीनच्या काठावर स्थान
pt_br: Posição ao longo da borda da tela
ru: Положение вдоль края экрана
ta: திரை விளிம்பில் நிலை
te: స్క్రీన్ అంచు వెంబడి స్థానం
tr: Ekran kenarındaki konum
ur: اسکرین کے کنارے پر پوزیشن
vi: Vị trí dọc theo cạnh màn hình
zh_hans: 沿屏幕边缘的位置
zh_hk: 沿螢幕邊緣的位置

source: Preferences…
ar: التفضيلات…
bn: পছন্দসমূহ…
bs: Postavke…
de: Einstellungen…
es: Preferencias…
fil: Mga Kagustuhan…
fr: Préférences…
hi: प्राथमिकताएं…
it: Preferenze…
ja: 設定…
ko: 설정…
mr: प्राधान्ये…
pt_br: Preferências…
ru: Настройки…
ta: விருப்பத்தேர்வுகள்…
te: ప్రాధాన్యతలు…
tr: Tercihler…
ur: ترجیحات…
vi: Tùy chọn…
zh_hans: 设置…
zh_hk: 偏好設定…

source: Premium requests
ar: الطلبات المميزة
bn: প্রিমিয়াম অনুরোধ
bs: Premium zahtjevi
de: Premium-Anfragen
es: Solicitudes premium
fil: Mga premium na kahilingan
fr: Requêtes Premium
hi: प्रीमियम अनुरोध
it: Richieste premium
ja: プレミアムリクエスト
ko: 프리미엄 요청
mr: प्रिमियम विनंत्या
pt_br: Solicitações premium
ru: Премиум-запросы
ta: பிரீமியம் கோரிக்கைகள்
te: ప్రీమియం అభ్యర్థనలు
tr: Premium istekler
ur: پریمیم درخواستیں
vi: Yêu cầu cao cấp
zh_hans: 高级请求
zh_hk: 進階請求

source: Prepaid Balance
ar: الرصيد المدفوع مسبقًا
bn: প্রিপেইড ব্যালেন্স
bs: Prepaid stanje
de: Prepaid-Guthaben
es: Saldo prepagado
fil: Prepaid na Balanse
fr: Solde prépayé
hi: प्रीपेड शेष
it: Saldo prepagato
ja: 前払い残高
ko: 선불 잔액
mr: प्रिपेड शिल्लक
pt_br: Saldo pré-pago
ru: Предоплаченный баланс
ta: முன்பணம் செலுத்திய இருப்பு
te: ప్రీపెయిడ్ బ్యాలెన్స్
tr: Ön Ödemeli Bakiye
ur: پری پیڈ بیلنس
vi: Số dư trả trước
zh_hans: 预付费余额
zh_hk: 預付餘額

source: Privacy first
ar: الخصوصية أولاً
bn: গোপনীয়তা সবার আগে
bs: Privatnost na prvom mjestu
de: Datenschutz an erster Stelle
es: Privacidad ante todo
fil: Privacy muna
fr: Confidentialité avant tout
hi: गोपनीयता सर्वप्रथम
it: Privacy al primo posto
ja: プライバシー最優先
ko: 개인정보 보호 우선
mr: गोपनीयता प्रथम
pt_br: Privacidade em primeiro lugar
ru: Конфиденциальность прежде всего
ta: தனியுரிமை முதன்மை
te: గోప్యత ప్రథమం
tr: Önce gizlilik
ur: رازداری سب سے پہلے
vi: Ưu tiên quyền riêng tư
zh_hans: 隐私优先
zh_hk: 隱私優先

source: Provider
ar: المزود
bn: প্রদানকারী
bs: Pružalac usluge
de: Anbieter
es: Proveedor
fr: Fournisseur
hi: प्रदाता
ja: プロバイダー
ko: 제공자
mr: प्रदाता
pt_br: Provedor
ru: Провайдер
ta: வழங்குநர்
te: ప్రొవైడర్
tr: Sağlayıcı
ur: فراہم کنندہ
vi: Nhà cung cấp
zh_hans: 提供方
zh_hk: 提供者

source: Provider disabled
ar: المزود معطّل
bn: প্রদানকারী নিষ্ক্রিয়
bs: Pružalac usluge onemogućen
de: Anbieter deaktiviert
es: Proveedor desactivado
fil: Hindi pinagana ang provider
fr: Fournisseur désactivé
hi: प्रदाता अक्षम
it: Provider disabilitato
ja: プロバイダーが無効です
ko: 제공자 비활성화됨
mr: प्रदाता अक्षम
pt_br: Provedor desativado
ru: Провайдер отключен
ta: வழங்குநர் முடக்கப்பட்டது
te: ప్రొవైడర్ డిసేబుల్ చేయబడింది
tr: Sağlayıcı devre dışı
ur: فراہم کنندہ غیر فعال ہے
vi: Nhà cung cấp đã bị tắt
zh_hans: 提供方已停用
zh_hk: 提供者已停用

source: Providers
ar: المزودون
bn: প্রদানকারী
bs: Pružaoci usluga
de: Anbieter
es: Proveedores
fil: Mga Provider
fr: Fournisseurs
hi: प्रदाता
it: Provider
ja: プロバイダー
ko: 제공자
mr: प्रदाते
pt_br: Provedores
ru: Провайдеры
ta: வழங்குநர்கள்
te: ప్రొవైడర్లు
tr: Sağlayıcılar
ur: فراہم کنندگان
vi: Nhà cung cấp
zh_hans: 提供方
zh_hk: 提供者

source: Purple
ar: أرجواني
bn: বেগুনি
bs: Ljubičasta
de: Lila
es: Morado
fil: Lila
fr: Violet
hi: बैंगनी
it: Viola
ja: パープル
ko: 퍼플
mr: जांभळा
pt_br: Roxo
ru: Фиолетовый
ta: ஊதா
te: ఊదా
tr: Mor
ur: جامنی
vi: Tím
zh_hans: 紫色
zh_hk: 紫色

source: Quit
ar: إنهاء
bn: প্রস্থান
bs: Zatvori
de: Beenden
es: Salir
fil: Umalis sa
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
ko: 종료
mr: बाहेर पडा
pt_br: Encerrar
ru: Завершить
ta: வெளியேறு
te: నిష్క్రమించు
tr: Çık
ur: بند کریں
vi: Thoát
zh_hans: 退出
zh_hk: 結束

source: Quit GaugeZ
ar: إنهاء GaugeZ
bn: GaugeZ প্রস্থান করুন
bs: Zatvori GaugeZ
de: GaugeZ beenden
es: Salir de GaugeZ
fil: Umalis sa GaugeZ
fr: Quitter GaugeZ
hi: GaugeZ से बाहर निकलें
it: Esci da GaugeZ
ja: GaugeZを終了
ko: GaugeZ 종료
mr: GaugeZ मधून बाहेर पडा
pt_br: Encerrar o GaugeZ
ru: Завершить GaugeZ
ta: GaugeZ இலிருந்து வெளியேறு
te: GaugeZ నుండి నిష్క్రమించు
tr: GaugeZ'den Çık
ur: GaugeZ بند کریں
vi: Thoát GaugeZ
zh_hans: 退出 GaugeZ
zh_hk: 結束 GaugeZ

source: Quota
ar: الحصة
bn: কোটা
bs: Kvota
de: Kontingent
es: Cuota
hi: कोटा
ja: クォータ
ko: 할당량
mr: कोटा
pt_br: Cota
ru: Квота
ta: ஒதுக்கீடு
te: కోటా
tr: Kota
ur: کوٹہ
vi: Hạn mức
zh_hans: 配额
zh_hk: 額度

source: Quota unavailable. Derived locally: %lld model turns today.
ar: الحصة غير متوفرة. مشتقة محليًا: %lld دور نموذج اليوم.
bn: কোটা অনুপলব্ধ। স্থানীয়ভাবে অনুমিত: আজ %lldটি মডেল টার্ন।
bs: Kvota nije dostupna. Izvedeno lokalno: %lld interakcija modela danas.
de: Kontingent nicht verfügbar. Lokal abgeleitet: %lld Modell-Züge heute.
es: Cuota no disponible. Deducido localmente: %lld turnos del modelo hoy.
fil: Hindi available ang quota. Hinango nang lokal: %lld model turns ngayon.
fr: Quota indisponible. Dérivé localement : %lld tours de modèle aujourd’hui.
hi: कोटा अनुपलब्ध। स्थानीय रूप से अनुमानित: आज %lld मॉडल टर्न।
it: Quota non disponibile. Calcolata localmente: %lld turni del modello oggi.
ja: クォータを利用できません。ローカル推計: 本日%lld回のモデルターン。
ko: 할당량을 확인할 수 없습니다. 로컬 추정: 오늘 %lld회 모델 턴.
mr: कोटा अनुपलब्ध. स्थानिकरित्या काढलेले: आज %lld मॉडेल टर्न.
pt_br: Cota indisponível. Deduzido localmente: %lld interações do modelo hoje.
ru: Квота недоступна. Рассчитано локально: %lld обращений к модели сегодня.
ta: ஒதுக்கீடு கிடைக்கவில்லை. உள்ளூரில் பெறப்பட்டது: இன்று %lld மாடல் திருப்பங்கள்.
te: కోటా అందుబాటులో లేదు. స్థానికంగా లెక్కించబడింది: ఈరోజు %lld మోడల్ టర్న్‌లు.
tr: Kota kullanılamıyor. Yerel olarak türetildi: bugün %lld model turu.
ur: کوٹہ دستیاب نہیں۔ مقامی طور پر حاصل کردہ: آج ماڈل کے %lld ٹرنز۔
vi: Hạn mức không khả dụng. Suy ra cục bộ: %lld lượt mô hình hôm nay.
zh_hans: 配额不可用。本地推导：今日 %lld 次模型轮次。
zh_hk: 無法取得配額。本機推斷：今天 %lld 次模型對話輪次。

source: Quota unavailable. This is a local count, with no published limit.
ar: الحصة غير متوفرة. هذا عدد محلي، دون حد منشور.
bn: কোটা অনুপলব্ধ। এটি একটি স্থানীয় গণনা, কোনো প্রকাশিত সীমা নেই।
bs: Kvota nije dostupna. Ovo je lokalni broj bez objavljenog ograničenja.
de: Kontingent nicht verfügbar. Dies ist ein lokaler Zähler ohne veröffentlichtes Limit.
es: Cuota no disponible. Este es un recuento local sin límite publicado.
fil: Hindi available ang quota. Isa itong lokal na bilang, na walang nai-publish na limitasyon.
fr: Quota non disponible. Il s’agit d’un décompte local, sans limite publiée.
hi: कोटा अनुपलब्ध। यह एक स्थानीय गणना है, जिसकी कोई प्रकाशित सीमा नहीं है।
it: Quota non disponibile. Questo è un conteggio locale senza limiti ufficiali.
ja: クォータを利用できません。これはローカルのカウント値であり、公開された上限はありません。
ko: 할당량을 확인할 수 없습니다. 이는 공개된 한도가 없는 로컬 집계입니다.
mr: कोटा अनुपलब्ध. ही एक स्थानिक गणना आहे, ज्याची कोणतीही प्रकाशित मर्यादा नाही.
pt_br: Cota indisponível. Esta é uma contagem local, sem limite publicado.
ru: Квота недоступна. Это локальный подсчет без опубликованного лимита.
ta: ஒதுக்கீடு கிடைக்கவில்லை. இது வெளியிடப்பட்ட வரம்பு இல்லாத உள்ளூர் எண்ணிக்கை.
te: కోటా అందుబాటులో లేదు. ఇది ప్రచురించబడిన పరిమితి లేని స్థానిక గణన.
tr: Kota kullanılamıyor. Bu yerel bir sayımdır, yayınlanmış bir sınır yoktur.
ur: کوٹہ دستیاب نہیں ہے۔ یہ ایک مقامی گنتی ہے، جس کی کوئی شائع شدہ حد نہیں ہے۔
vi: Hạn mức không khả dụng. Đây là số đếm cục bộ, không có giới hạn công bố.
zh_hans: 配额不可用。此为本地计数，无公开上限。
zh_hk: 無法取得配額。此為本機計數，並無公開限制。

source: Rail number
ar: رقم الشريط
bn: রেল নম্বর
bs: Broj trake
de: Leistenwert
es: Número en la barra
fil: Numero ng rail
fr: Valeur du rail
hi: रेल संख्या
it: Valore sulla barra
ja: レールの数値
ko: 레일 숫자
mr: रेल क्रमांक
pt_br: Posição na barra
ru: Номер на панели
ta: ரயில் எண்
te: రైల్ సంఖ్య
tr: Şerit numarası
ur: ریل نمبر
vi: Chỉ số thanh viền
zh_hans: 边栏数字
zh_hk: 邊欄數值

source: Rail visibility
ar: ظهور الشريط
bn: রেলের দৃশ্যমানতা
bs: Vidljivost trake
de: Sichtbarkeit der Leiste
es: Visibilidad de la barra
fil: Visibility ng rail
fr: Visibilité du rail
hi: रेल दृश्यता
it: Visibilità della barra
ja: レールの表示設定
ko: 레일 가시성
mr: रेल दृश्यमानता
pt_br: Visibilidade da barra
ru: Видимость панели
ta: ரயில் தெரிவுநிலை
te: రైల్ దృశ్యమానత
tr: Şerit görünürlüğü
ur: ریل کی نمائش
vi: Khả năng hiển thị thanh viền
zh_hans: 边栏可见性
zh_hk: 邊欄顯示方式

source: Rate limited. Next retry at %@.
ar: تم تجاوز حد المعدل. إعادة المحاولة التالية في %@.
bn: রেট সীমিত। পরবর্তী চেষ্টা %@ এ।
bs: Ograničena učestalost. Sljedeći pokušaj u %@.
de: Ratenbegrenzung erreicht. Nächster Versuch um %@.
es: Límite de frecuencia alcanzado. Próximo reintento a las %@.
fil: Limitado ang rate. Susunod na pagsubok sa %@.
fr: Limite de débit atteinte. Prochain essai à %@.
hi: दर सीमित। अगला प्रयास %@ पर।
it: Limite di frequenza raggiunto. Prossimo tentativo alle %@.
ja: レート制限中。次の再試行: %@。
ko: 요청 한도 초과. 다음 재시도: %@.
mr: दर मर्यादित. पुढील प्रयत्न %@ ला.
pt_br: Limite de taxa atingido. Próxima tentativa às %@.
ru: Превышен лимит запросов. Следующая попытка в %@.
ta: வேகக் கட்டுப்பாடு விதிக்கப்பட்டுள்ளது. அடுத்த முயற்சி %@ இல்.
te: రేట్ పరిమితం చేయబడింది. తదుపరి ప్రయత్నం %@ వద్ద.
tr: Hız sınırı aşıldı. Sonraki deneme: %@.
ur: ریٹ لمٹ لاگو ہے۔ اگلی کوشش %@ پر ہوگی۔
vi: Bị giới hạn tốc độ. Lần thử lại tiếp theo lúc %@.
zh_hans: 已受速率限制。下次重试时间：%@。
zh_hk: 已達頻率限制。下次重試時間：%@。

source: Reads Claude Desktop's sign-in via Keychain for live reset times, or falls back to the desktop usage log.
ar: يقرأ تسجيل دخول Claude Desktop عبر سلسلة المفاتيح لأوقات إعادة التعيين المباشرة، أو يعتمد كبديل على سجل استخدام تطبيق سطح المكتب.
bn: লাইভ রিসেটের সময়ের জন্য কীচেনের মাধ্যমে Claude Desktop-এর সাইন-ইন পড়ে, অথবা ডেস্কটপ ব্যবহারের লগে ফিরে যায়।
bs: Čita prijavu aplikacije Claude Desktop putem Keychaina za vrijeme resetovanja uživo ili koristi zapisnik korištenja desktop aplikacije.
de: Liest die Anmeldung von Claude Desktop über den Schlüsselbund für Live-Rücksetzzeiten oder greift auf das Desktop-Nutzungsprotokoll zurück.
es: Lee el inicio de sesión de Claude Desktop a través del Llavero para obtener tiempos de restablecimiento en tiempo real, o recurre al registro de uso del escritorio.
fil: Binabasa ang pag-sign in ng Claude Desktop sa pamamagitan ng Keychain para sa live na oras ng pag-reset, o bumabalik sa desktop usage log.
fr: Lit la connexion de Claude Desktop via le trousseau d’accès pour les temps de réinitialisation, ou se rabat sur le journal d’utilisation de bureau.
hi: लाइव रीसेट समय के लिए कीचेन के माध्यम से Claude Desktop का साइन-इन पढ़ता है, या डेस्कटॉप उपयोग लॉग का उपयोग करता है।
it: Legge l’accesso a Claude Desktop tramite il Portachiavi per i tempi di azzeramento in tempo reale, oppure ripiega sul registro di utilizzo dell’app.
ja: キーチェーン経由でClaude Desktopのサインイン情報を読み取りリアルタイムのリセット時刻を取得するか、デスクトップの使用ログにフォールバックします。
ko: 실시간 초기화 시간을 위해 키체인을 통해 Claude Desktop의 로그인을 읽거나, 데스크탑 사용 로그로 대체합니다.
mr: थेट रीसेट वेळेसाठी कीचेनद्वारे Claude Desktop चे साइन-इन वाचते किंवा डेस्कटॉप वापर लॉगवर परत जाते.
pt_br: Lê a sessão do Claude Desktop via Chaves para obter horários de reinicialização em tempo real, ou recorre ao registro de uso do app.
ru: Считывает вход в Claude Desktop через Связку ключей для получения времени сброса в реальном времени или использует локальный журнал.
ta: நேரலை மீட்டமைப்பு நேரங்களுக்காக கீசெயின் வழியாக Claude Desktop-இன் உள்நுழைவைப் படிக்கிறது, அல்லது டெஸ்க்டாப் பயன்பாட்டுப் பதிவிற்கு மாறுகிறது.
te: లైవ్ రీసెట్ సమయాల కోసం Keychain ద్వారా Claude Desktop సైన్-ఇన్‌ను చదువుతుంది, లేదా డెస్క్‌టాప్ వినియోగ లాగ్‌ను ఉపయోగిస్తుంది.
tr: Canlı sıfırlama zamanları için Anahtar Zinciri aracılığıyla Claude Desktop girişini okur veya masaüstü kullanım günlüğüne geri döner.
ur: لائیو ری سیٹ کے اوقات کے لیے کی چین کے ذریعے Claude Desktop کا سائن ان پڑھتا ہے، یا ڈیسک ٹاپ استعمال کے لاگ پر انحصار کرتا ہے۔
vi: Đọc thông tin đăng nhập Claude Desktop qua Chuỗi khóa để biết thời điểm đặt lại trực tiếp, hoặc quay về nhật ký sử dụng trên máy tính.
zh_hans: 通过钥匙串读取 Claude Desktop 的登录凭据以获取实时重置时间，或回退至桌面用量日志。
zh_hk: 透過「鑰匙圈」讀取 Claude 桌面版的登入資訊以取得即時重設時間，或改用桌面版用量記錄。

source: Reads Copilot quotas using GH_TOKEN or the GitHub CLI sign-in. Run gh auth login to connect.
ar: يقرأ حصص Copilot باستخدام GH_TOKEN أو تسجيل دخول واجهة سطر أوامر GitHub. شغّل gh auth login للاتصال.
bn: GH_TOKEN বা GitHub CLI সাইন-ইন ব্যবহার করে Copilot কোটা পড়ে। সংযোগ করতে gh auth login চালান।
bs: Čita kvote za Copilot koristeći GH_TOKEN ili prijavu na GitHub CLI. Pokrenite gh auth login za povezivanje.
de: Liest Copilot-Kontingente mit GH_TOKEN oder der GitHub-CLI-Anmeldung. Führen Sie „gh auth login“ aus, um eine Verbindung herzustellen.
es: Lee las cuotas de Copilot usando GH_TOKEN o el inicio de sesión de GitHub CLI. Ejecuta gh auth login para conectar.
fil: Binabasa ang mga quota ng Copilot gamit ang GH_TOKEN o ang pag-sign in sa GitHub CLI. Patakbuhin ang gh auth login upang kumonekta.
fr: Lit les quotas de Copilot à l’aide de GH_TOKEN ou de la connexion du CLI GitHub. Exécutez « gh auth login » pour vous connecter.
hi: GH_TOKEN या GitHub CLI साइन-इन का उपयोग करके Copilot कोटा पढ़ता है। कनेक्ट करने के लिए gh auth login चलाएं।
it: Legge le quote di Copilot usando GH_TOKEN o l’accesso da riga di comando di GitHub. Esegui gh auth login per connetterti.
ja: GH_TOKENまたはGitHub CLIのサインイン情報を使用してCopilotのクォータを読み取ります。接続するにはgh auth loginを実行してください。
ko: GH_TOKEN 또는 GitHub CLI 로그인을 사용하여 Copilot 할당량을 읽습니다. 연결하려면 gh auth login을 실행하십시오.
mr: GH_TOKEN किंवा GitHub CLI साइन-इन वापरून Copilot कोटा वाचते. कनेक्ट करण्यासाठी gh auth login चालवा.
pt_br: Lê as cotas do Copilot usando GH_TOKEN ou a sessão da GitHub CLI. Execute gh auth login para conectar.
ru: Считывает квоты Copilot с помощью GH_TOKEN или входа в GitHub CLI. Выполните gh auth login для подключения.
ta: GH_TOKEN அல்லது GitHub CLI உள்நுழைவைப் பயன்படுத்தி Copilot ஒதுக்கீடுகளைப் படிக்கிறது. இணைக்க gh auth login இயக்கவும்.
te: GH_TOKEN లేదా GitHub CLI సైన్-ఇన్ ఉపయోగించి Copilot కోటాలను చదువుతుంది. కనెక్ట్ చేయడానికి gh auth login రన్ చేయండి.
tr: GH_TOKEN veya GitHub CLI girişini kullanarak Copilot kotalarını okur. Bağlanmak için gh auth login komutunu çalıştırın.
ur: GH_TOKEN یا GitHub CLI سائن ان کا استعمال کرتے ہوئے Copilot کوٹہ پڑھتا ہے۔ کنیکٹ کرنے کے لیے gh auth login چلائیں۔
vi: Đọc hạn mức Copilot bằng GH_TOKEN hoặc thông tin đăng nhập GitHub CLI. Chạy gh auth login để kết nối.
zh_hans: 使用 GH_TOKEN 或 GitHub CLI 登录读取 Copilot 配额。运行 gh auth login 即可连接。
zh_hk: 使用 GH_TOKEN 或 GitHub CLI 登入資訊讀取 Copilot 配額。請執行 gh auth login 連線。
